alsa-utils
arandr
autoconf
automake
bash
binutils
bison
bzip2
code
coreutils
dhcpcd
dialog
diffutils
dosfstools
dunst
e2fsprogs
efibootmgr
expac
fakeroot
feh
ffmpegthumbnailer
file
filesystem
findutils
firefox
flex
gawk
gcc
gcc-libs
gettext
git
glibc
grep
grub
grub-customizer
gzip
i3-gaps
inetutils
iproute2
iputils
iw
jfsutils
less
libvirt
licenses
linux
linux-firmware
linux-headers
logrotate
lvm2
lxappearance
m4
make
man-db
man-pages
materia-gtk-theme
mdadm
mpv
mtools
mupdf
nano
neofetch
netctl
pacman
papirus-icon-theme
patch
pavucontrol
pciutils
perl
pkgconf
procps-ng
psmisc
pulseaudio
py3status
python-pip
python-pywal
ranger
reiserfsprogs
rofi
rxvt-unicode
s-nail
sed
shadow
sudo
sysfsutils
systemd-sysvcompat
tar
texinfo
thunar
ttf-liberation
ttf-opensans
tumbler
udiskie
udisks2
unzip
usbutils
util-linux
vi
vim
which
xf86-video-intel
xf86-video-vesa
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
zenity
zsh
